tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "automake"
brew "bash"
brew "bat"
brew "gcc"
brew "glib"
brew "pkg-config"
brew "cmake"
brew "dos2unix"
brew "exa"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-delta"
brew "htop"
brew "jenv"
brew "llvm"
brew "neofetch"
brew "neovim"
brew "node"
brew "pygments"
brew "python"
brew "ranger"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "tmux"
brew "vim"
brew "wget"
brew "youtube-dl"
cask "1password"
cask "aerial"
cask "alacritty"
cask "alfred"
cask "anki"
cask "bartender"
cask "daisydisk"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "iina"
cask "karabiner-elements"
cask "keepingyouawake"
cask "macfuse"
cask "mactex"
cask "mathpix-snipping-tool"
cask "monitorcontrol"
cask "rectangle"
cask "skim"
cask "skype"
cask "spotify"
cask "temurin"
cask "transmission"
cask "vlc"
cask "whatsapp"
cask "windscribe"
cask "wireshark"
cask "zoom"
