tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
tap "AdoptOpenJDK/openjdk"
cask "osxfuse"
brew "automake"
brew "bat"
brew "ghc"
brew "cabal-install"
brew "glib"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "diff-so-fancy"
brew "dos2unix"
brew "exa"
brew "python@3.9"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "gource"
brew "gradle"
brew "haskell-stack"
brew "httpie"
brew "htop"
brew "imagemagick"
brew "jenv"
brew "llvm"
brew "neofetch"
brew "neovim"
brew "node"
brew "opencv"
brew "pkg-config"
brew "ranger"
brew "ripgrep"
brew "rsync"
brew "spotifyd"
brew "sshfs"
brew "tmux"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "aerial"
cask "alacritty"
cask "java8"
cask "karabiner-elements"
cask "mactex"
cask "monitorcontrol"
cask "rectangle"
cask "smcfancontrol"
cask "wireshark"
cask "xquartz"
cask "adoptopenjdk11"
