tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/mssql-release"
tap "universal-ctags/universal-ctags"
cask "osxfuse"
brew "automake"
brew "aws-cdk"
brew "awscli"
brew "bat"
brew "ghc"
brew "cabal-install"
brew "glib"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "diff-so-fancy"
brew "dos2unix"
brew "exa"
brew "python"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gifsicle"
brew "git"
brew "gnu-sed"
brew "gource"
brew "gradle"
brew "haskell-stack"
brew "highlight"
brew "htop"
brew "libtool"
brew "imagemagick"
brew "jenv"
brew "lcov"
brew "llvm"
brew "neofetch"
brew "neovim"
brew "node@8"
brew "opencv"
brew "pkg-config"
brew "poppler"
brew "ranger"
brew "ripgrep"
brew "rsync"
brew "speedtest-cli"
brew "sqlcipher"
brew "sshfs"
brew "tmux"
brew "valgrind"
brew "vim"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "heroku/brew/heroku"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "aerial"
cask "db-browser-for-sqlite"
cask "java8"
cask "karabiner-elements"
cask "mactex"
cask "monitorcontrol"
cask "smcfancontrol"
cask "wireshark"
cask "xquartz"
